terms.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-11-13 Sat 17:10 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="Kyle IS Harrington" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#privacy-policy">1. Privacy Policy</a>
<ul>
<li><a href="#google-analytics">1.1. Google Analytics</a></li>
<li><a href="#rights-of-the-person-concerned">1.2. Rights of the person concerned</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-privacy-policy" class="outline-2">
<h2 id="privacy-policy"><span class="section-number-2">1.</span> Privacy Policy</h2>
<div class="outline-text-2" id="text-privacy-policy">
<p>
The privacy of my visitors is extremely important. This Privacy Policy
outlines the types of personal information that is received and
collected and how it is used.
</p>

<p>
First and foremost, I will never share your email address or any other
personal information to anyone without your direct consent.
</p>

<p>
I. Definitions
</p>

<p>
The privacy policy of the Max Delbrück Center for Molecular Medicine is
based on the terms used by the European legislator in the adoption of
the Basic Regulation on Data Protection (DSGVO). Our data protection
declaration should be easy to read and understand both for the public
and for our customers and business partners. To ensure this, we would
like to explain the terms used in advance.
</p>

<p>
In this privacy policy we use the following terms, among others:
</p>

<p>
personal data<br />
  Personal data is all information relating to an identified or
identifiable natural person (hereinafter referred to as "data subject").
Identifiable is a natural person who can be identified directly or
indirectly, in particular by assignment to an identifier such as a name,
an identification number, location data, an online identifier or one or
more special characteristics that express the physical, physiological,
genetic, psychological, economic, cultural or social identity of that
natural person.<br />
person affected<br />
   Data subject is any identified or identifiable natural person whose
personal data are processed by the controller.<br />
Processing<br />
   Processing means any operation or series of operations carried out
with or without the aid of automated procedures relating to personal
data, such as the collection, collection, organization, filing, storage,
adaptation or modification, retrieval, querying, use, disclosure by
transmission, dissemination or any other form of provision,
reconciliation or linking, restriction, deletion or destruction.<br />
Restricting processing<br />
   Restriction on processing is the marking of stored personal data with
the aim of restricting their future processing.<br />
Pseudonymization<br />
   Pseudonymization is the processing of personal data in such a way
that the personal data can no longer be assigned to a specific data
subject without additional information, provided that this additional
information is kept separately and is subject to technical and
organizational measures that ensure that the personal data is not
assigned to an identified or identifiable natural person.<br />
person in charge or person responsible for processing<br />
   The controller or controller shall be the natural or legal person,
authority, body, office or other body which alone or jointly with others
decides on the purposes and means of processing personal data. Where the
purposes and means of such processing are laid down by Union law or by
the law of the Member States, the controller or the specific criteria
for his appointment may be laid down in accordance with Union law or the
law of the Member States.<br />
Order processor<br />
   Processor is a natural or legal person, authority, institution or
other body that processes personal data on behalf of the data
controller.<br />
receiver<br />
   The recipient is a natural or legal person, authority, institution or
other body to which personal data is disclosed, whether or not it is a
third party. However, authorities which may receive personal data under
Union law or the law of the Member States within the framework of a
particular investigation mandate shall not be regarded as recipients.<br />
Thirds<br />
   Third party is a natural or legal person, authority, institution or
other body other than the data subject, the data processor, the data
processor and the persons authorised to process the personal data under
the direct responsibility of the data processor or the data processor.<br />
agreement<br />
   Acceptance is any informed and unequivocal statement of intent, in
the form of a statement or other clear affirmative act, voluntarily
given by the data subject for the particular case, that the data subject
indicates his or her consent to the processing of personal data
concerning him or her.
</p>

<ol class="org-ol">
<li>Name and address of the person responsible</li>
</ol>

<p>
The person responsible within the meaning of the Basic Data Protection
Regulation and other national data protection laws of the member states
and other data protection regulations is:
</p>

<p>
Kyle Harrington<br />
Robert Rössle St. 10<br />
13125 Berlin<br />
Germany
</p>

<p>
Tel.: 030-94062195
</p>

<p>
Website: www.kyleharrington.com
</p>

<ol class="org-ol">
<li>Name and address of the data protection officer</li>
</ol>

<p>
The data protection officer of the person responsible is:
</p>

<p>
Kyle Harrington<br />
Email: Datenschutz@kyleharrington.com<br />
Website: www.kyleharrington.com
</p>

<ol class="org-ol">
<li>General information about data processing</li>
</ol>

<p>
scope of processing of personal data
</p>

<p>
We only process personal data of our users if this is necessary to
provide a functional website as well as our contents and services. The
processing of personal data of our users takes place regularly only
after consent of the user. An exception applies in those cases where
prior consent cannot be obtained for real reasons and the processing of
the data is permitted by law. Legal basis for the processing of personal
data
</p>

<p>
Insofar as we obtain the consent of the data subject for the processing
of personal data, Article 6(1)(a) of the EU Data Protection Ordinance
(DSGVO) serves as the legal basis.
</p>

<p>
For the processing of personal data necessary for the performance of a
contract to which the data subject is a party, Article 6(1)(b) DSGVO
serves as the legal basis. This also applies to processing operations
that are necessary to carry out pre-contractual measures.
</p>

<p>
To the extent that processing of personal data is necessary to fulfil a
legal obligation to which our company is subject, Article 6(1)(c) DSGVO
serves as the legal basis.
</p>

<p>
In the event that the vital interests of the data subject or another
natural person require the processing of personal data, Article 6(1)(d)
DSBER serves as the legal basis.
</p>

<p>
If processing is necessary to safeguard a legitimate interest of our
company or a third party and if the interests, fundamental rights and
freedoms of the data subject do not outweigh the former interest,
Article 6(1)(f) DSGVO serves as the legal basis for processing.
</p>

<p>
3 &#x2013; data erasure and storage time
</p>

<p>
The personal data of the person concerned will be deleted or blocked as
soon as the purpose of storage ceases to apply. Furthermore, data may be
stored if this has been provided for by the European or national
legislator in EU regulations, laws or other provisions to which the
person responsible is subject. The data will also be blocked or deleted
if a storage period prescribed by the aforementioned standards expires,
unless there is a need for further storage of the data for the
conclusion or fulfilment of a contract.
</p>

<p>
V. Provision of the website and creation of log files
</p>

<p>
1 &#x2013; description and scope of data processing
</p>

<p>
Every time you visit our website, our system automatically collects data
and information from the computer system of the calling computer.
</p>

<p>
The following data are collected:
</p>

<pre class="example" id="org3c3b50d">
  Internet Protocol addresses (IP)
  Types of browser
  Internet Service Provider (ISP)
  Date and time stamp
  Referring and exit pages
  Number of clicks
</pre>

<p>
The data is also stored in the log files of our system. This data is not
stored together with other personal data of the user.
</p>

<p>
2 &#x2013; legal basis for data processing
</p>

<p>
The legal basis for the temporary storage of data and log files is Art.
6 para.1 lit. f DSGVO.
</p>

<p>
3 &#x2013; purpose of data processing
</p>

<p>
The temporary storage of the IP address by the system is necessary to
enable the website to be delivered to the user's computer. For this the
IP address of the user must remain stored for the duration of the
session.
</p>

<p>
The data is stored in log files to ensure the functionality of the
website. In addition, the data serves us to optimize the website and to
ensure the security of our information technology systems. An evaluation
of the data for marketing purposes does not take place in this context.
</p>

<p>
In these purposes is also our legitimate interest in data processing
according to Art. 6 para.1 lit. f DSGVO.
</p>

<p>
4 &#x2013; storage time
</p>

<p>
The data will be deleted as soon as it is no longer necessary to achieve
the purpose of its collection. In the case of the collection of data for
the provision of the website, this is the case when the respective
session has ended.
</p>

<p>
The controller shall process and store the personal data of the data
subject only for the time necessary to achieve the data retention
purpose or as provided for by the European regulator or other legislator
in laws or regulations to which the controller is subject.
</p>

<p>
If the storage purpose is not fulfilled or if a storage period
prescribed by the European Directive and Regulation Giver or another
competent legislator expires, the personal data will be blocked or
deleted routinely and in accordance with the statutory provisions.
</p>

<p>
5 &#x2013; possibility of objection and elimination
</p>

<p>
The collection of data to provide the website and the storage of data in
log files is mandatory for the operation of the website. Consequently,
there is no possibility of objection on the part of the user.
</p>

<ol class="org-ol">
<li>Use of Cookies</li>
</ol>

<p>
1 &#x2013; description and scope of data processing
</p>

<p>
Our website uses cookies. Cookies are text files that are stored in the
Internet browser or by the Internet browser on the user's computer
system. If a user visits a website, a cookie may be stored on the user's
operating system. This cookie contains a characteristic character string
that enables a unique identification of the browser when the website is
called up again.
</p>

<p>
When you visit this site cookies are stored on your computer to identify
trusted traffic, which are used by the content network, Cloudflare. This
prevents attacks and enables secure access to the website. For more
information you can read Cloudflare's
<a href="https://www.cloudflare.com/privacypolicy">privacy policy</a> and
<a href="https://www.cloudflare.com/terms/">terms of service</a>.
</p>

<p>
2 &#x2013; legal basis for data processing
</p>

<p>
The legal basis for the processing of personal data using cookies is
Article 6(1)(f) DSGVO.
</p>

<p>
3 &#x2013; purpose of data processing
</p>

<p>
The purpose of using technically necessary cookies is to simplify the
use of websites for users. Some functions of our website cannot be
offered without the use of cookies. For this it is necessary that the
browser is recognized even after a page change.
</p>

<p>
The user data collected by technically necessary cookies are not used to
create user profiles.
</p>

<p>
For these purposes, our legitimate interest also lies in the processing
of personal data in accordance with Article 6(1)(f) DSGVO.
</p>

<p>
4 &#x2013; Duration of storage, objection and elimination option
</p>

<p>
Cookies are stored on the user's computer and transmitted to our site by
the user. Therefore, you as a user also have full control over the use
of cookies. You can deactivate or restrict the transmission of cookies
by changing the settings in your Internet browser. Cookies that have
already been saved can be deleted at any time. This can also be done
automatically. If cookies are deactivated for our website, it may no
longer be possible to use all functions of the website in full.
</p>
</div>
