terms.org
*** Google Analytics
    :PROPERTIES:
    :CUSTOM_ID: google-analytics
    :END:
Google Analytics is a web analytics tool I use to help understand how
visitors engage with this website. It reports website trends using
cookies and web beacons without identifying individual visitors. For
more information you can read the
[[http://www.google.com/analytics/learn/privacy.html][Google Analytics
Privacy Policy]].

