terms.html

<div id="outline-container-google-analytics" class="outline-3">
<h3 id="google-analytics"><span class="section-number-3">1.1.</span> Google Analytics</h3>
<div class="outline-text-3" id="text-google-analytics">
<p>
Google Analytics is a web analytics tool I use to help understand how
visitors engage with this website. It reports website trends using
cookies and web beacons without identifying individual visitors. For
more information you can read the
<a href="http://www.google.com/analytics/learn/privacy.html">Google Analytics
Privacy Policy</a>.
</p>
</div>
</div>
