terms.html

<div id="outline-container-rights-of-the-person-concerned" class="outline-3">
<h3 id="rights-of-the-person-concerned"><span class="section-number-3">1.2.</span> Rights of the person concerned</h3>
<div class="outline-text-3" id="text-rights-of-the-person-concerned">
<p>
If personal data are processed by you, you are affected by the DSGVO and
you have the following rights against the person responsible:
</p>

<p>
<b>right to information</b>
</p>

<p>
You can ask the data controller to confirm whether personal data
concerning you is being processed by us.
</p>

<p>
If such processing exists, you can ask the person responsible to provide
the following information:
</p>

<pre class="example" id="org27f2d4a">
  the purposes for which the personal data are processed;
  the categories of personal data being processed;
  the recipients or categories of recipients to whom the personal information about you has been or will be disclosed;
  the planned duration of the storage of personal data concerning you or, if specific information on this is not possible, criteria for the determination of the storage period;
  the existence of a right of rectification or deletion of personal data concerning you, of a right of limitation of the processing by the controller or of a right of objection to such processing;
  the existence of a right of appeal to a supervisory authority;
  all available information on the origin of the data if the personal data is not collected from the data subject;
  the existence of automated decision-making, including profiling in accordance with Articles 22(1) and (4) DSBER and - at least in these cases - meaningful information on the logic involved and the scope and intended effects of such processing for the data subject.
</pre>

<p>
You have the right to request information as to whether the personal
data concerning you is transferred to a third country or to an
international organisation. In this context, you may request to be
informed of the appropriate guarantees in accordance with Art. 46 DSGVO
in connection with the transmission.
</p>

<p>
<b>right to correction</b>
</p>

<p>
You have the right to correct and/or complete any personal data
processed concerning you that is incorrect or incomplete. The person
responsible shall make the correction without delay.
</p>

<p>
<b>right to limitation of processing</b>
</p>

<p>
You may request that the processing of personal data concerning you be
restricted under the following conditions:
</p>

<pre class="example" id="orgd5ce933">
  if you dispute the accuracy of the personal data concerning you for a period of time that allows the data controller to verify the accuracy of the personal data;
  the processing is unlawful and you refuse to delete the personal data and instead request the restriction of the use of the personal data;
  the data controller no longer needs the personal data for the purposes of the processing, but you need it to assert, exercise or defend legal claims, or
  if you have filed an objection to the processing pursuant to Art. 21 para. 1 DSGVO and it has not yet been determined whether the legitimate reasons of the person responsible outweigh your reasons.
</pre>

<p>
If the processing of personal data concerning you has been restricted,
such data may only be processed - apart from being stored - with your
consent or for the purpose of asserting, exercising or defending rights
or for the protection of the rights of another natural or legal person
or on grounds of an important public interest of the Union or a Member
State.
</p>

<p>
If the processing restriction is restricted according to the above
conditions, you will be informed by the person responsible before the
restriction is removed.
</p>

<p>
<b>right of deletion</b>
</p>

<ol class="org-ol">
<li>Duty to delete</li>
</ol>

<p>
You may request the data controller to delete the personal data
concerning you immediately and the data controller is obliged to delete
this data immediately if one of the following reasons applies:
</p>

<pre class="example" id="org1fad4a1">
  The personal information about you is no longer necessary for the purposes for which it was collected or otherwise processed.
  You revoke your consent on which the processing was based in accordance with Article 6(1)(a) or Article 9(2)(a) of the DSGVO, and there is no other legal basis for the processing.
  You file an objection against the processing pursuant to Art. 21 para. 1 DSBER and there are no overriding legitimate grounds for processing, or you file an objection against the processing pursuant to Art. 21 para. 2 DSBER.
  The personal data concerning you has been processed unlawfully.
  The deletion of personal data concerning you is necessary to fulfil a legal obligation under Union law or the law of the Member States to which the data controller is subject.
  The personal data concerning you have been collected in relation to information society services offered pursuant to Art. 8 para. 1 DSGVO.
</pre>

<ol class="org-ol">
<li>Information to third parties</li>
</ol>

<p>
If the data controller has made the personal data concerning you public
and is obliged to delete them in accordance with Article 17(1) of the
DSGVO, he shall take appropriate measures, including technical measures,
taking into account the technology available and the implementation
costs, to inform data processors who process the personal data that you
as the data subject have requested the deletion of all links to this
personal data or of copies or replications of this personal data. c)
Exceptions
</p>

<p>
The right to cancellation does not exist if the processing is necessary
</p>

<pre class="example" id="org1948ffb">
  for the exercise of the right to freedom of expression and information;
  to fulfil a legal obligation required for processing under the law of the Union or of the Member States to which the controller is subject, or to perform a task in the public interest or in the exercise of official authority conferred on the controller;
  for reasons of public interest in the field of public health in accordance with Article 9(2)(h) and (i) and Article 9(3) DSGVO;
  for archiving purposes in the public interest, scientific or historical research purposes or for statistical purposes according to Art. 89 para. 1 DSGVO, insofar as the law mentioned under a) is likely to make it impossible or seriously impair the attainment of the objectives of such processing, or
  for asserting, exercising or defending legal claims.
</pre>

<p>
<b>right to information</b>
</p>

<p>
If you have exercised your right of rectification, deletion or
limitation of processing against the controller, the controller is
obliged to notify all recipients to whom the personal data concerning
you have been disclosed of such rectification or deletion or restriction
of processing, unless this proves impossible or involves
disproportionate effort.
</p>

<p>
You have the right vis-à-vis the person responsible to be informed about
these recipients.
</p>

<p>
<b>right to data transferability</b>
</p>

<p>
You have the right to receive the personal information about you that
you have provided to the owner in a structured, common and
machine-readable format. In addition, you have the right to transmit
this data to another person in charge without obstruction by the person
in charge to whom the personal data was provided, provided
</p>

<pre class="example" id="org55ceeb6">
  the processing is based on a consent pursuant to Art. 6 para.1 lit. a DSGVO or Art. 9 para.2 lit. a DSGVO or on a contract pursuant to Art. 6 para. 1 lit. b DSGVO and
  processing is carried out using automated methods.
</pre>

<p>
In exercising this right, you also have the right to have the personal
data concerning you transferred directly from one data controller to
another data controller, insofar as this is technically feasible. The
freedoms and rights of other persons must not be affected by this.
</p>

<p>
The right to data transfer shall not apply to the processing of personal
data necessary for the performance of a task in the public interest or
in the exercise of official authority conferred on the controller.
</p>

<p>
<b>right of objection</b>
</p>

<p>
You have the right to object at any time, for reasons arising from your
particular situation, to the processing of personal data concerning you
in accordance with Article 6(1)(e) or (f) of the DSGVO, including
profiling based on these provisions.
</p>

<p>
The controller no longer processes the personal data concerning you
unless he can prove compelling grounds for processing that outweigh your
interests, rights and freedoms or the processing serves to assert,
exercise or defend legal claims.
</p>

<p>
If personal data concerning you are processed for direct marketing
purposes, you have the right to object at any time to the processing of
personal data concerning you for the purpose of such advertising,
including profiling, in so far as it is related to such direct
marketing.
</p>

<p>
If you object to the processing for direct marketing purposes, the
personal data concerning you will no longer be processed for these
purposes.
</p>

<p>
You have the option of exercising your right of opposition in connection
with the use of Information Society services through automated
procedures using technical specifications, notwithstanding Directive
2002/58/EC.
</p>

<p>
<b>right to revoke the data protection declaration of consent</b>
</p>

<p>
You have the right to revoke your data protection consent at any time.
The revocation of consent shall not affect the legality of the
processing carried out on the basis of the consent until revocation.
</p>

<p>
<b>right of appeal to a regulatory authority</b>
</p>

<p>
Without prejudice to any other administrative or judicial remedy, you
have the right of appeal to a supervisory authority, in particular in
the Member State where you reside, work or suspect of infringement, if
you believe that the processing of personal data concerning you is
contrary to the DSGVO.
</p>

<p>
The supervisory authority to which the complaint was lodged informs the
complainant of the status and the results of the complaint, including
the possibility of a judicial remedy under Article 78 DSGVO.
</p>

<p>
Updated: October 23, 2020
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Kyle IS Harrington</p>
<p class="date">Created: 2021-11-13 Sat 17:10</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
